<!DOCTYPE html>
<html lang="pt-BR">
<head>
    <meta charset="UTF-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <link rel="shortcut icon" href="Assets/favicon.png" type="image/x-icon">
    <title>Mentallis App</title>
</head>
<body>
    <section>
    <p>Termos de Uso Atualizado pela &uacute;ltima vez em 24 de fevereiro de 2023.</p>
    
    <p>Bem-vindo ao Mentallis, um aplicativo de bem-estar e sa&uacute;de mental que conecta usu&aacute;rios a profissionais
        de sa&uacute;de mental. Ao utilizar o Mentallis, voc&ecirc; concorda em cumprir os seguintes Termos de Uso:
        Reservamo-nos o direito de alterar ou modificar estes Termos de Uso ao nosso exclusivo crit&eacute;rio, a qualquer
        momento. Qualquer altera&ccedil;&atilde;o ou modifica&ccedil;&atilde;o a estes Termos de Uso entrar&aacute; em vigor
        imediatamente ap&oacute;s a publica&ccedil;&atilde;o. Voc&ecirc; &eacute; respons&aacute;vel por analisar
        periodicamente a mais atualizada vers&atilde;o destes Termos de Uso. Os Termos de Uso e a Pol&iacute;tica de
        Privacidade s&atilde;o v&aacute;lidos para todos os usu&aacute;rios de nossa Plataforma. O uso continuado dos nossos
        servi&ccedil;os constitui a aceita&ccedil;&atilde;o de quaisquer altera&ccedil;&otilde;es ou
        modifica&ccedil;&otilde;es feitas nos Termos de Uso. Aceita&ccedil;&atilde;o aos Termos de Uso Ao acessar, usar ou
        navegar por nossa Plataforma (&quot;Servi&ccedil;o&quot;), voc&ecirc; concordou, expressa e voluntariamente, com
        todas as cl&aacute;usulas destes Termos de Uso conforme abaixo detalhadas. Se voc&ecirc; n&atilde;o concordar com os
        Termos de Uso, n&atilde;o utilize os Servi&ccedil;os do Mentallis. Usu&aacute;rios e Membros Usu&aacute;rios: O uso
        das &aacute;reas p&uacute;blicas do Mentallis est&aacute; dispon&iacute;vel para qualquer pessoa, sem necessidade de
        registro. Para poder usufruir dos servi&ccedil;os privados, reservados aos Membros, o usu&aacute;rio deve se
        registrar para se tornar um Membro do Mentallis. A palavra &ldquo;Usu&aacute;rio&rdquo; se referir&aacute; a
        qualquer usu&aacute;rio que n&atilde;o tenha se registrado como Membro do Mentallis. Membros. Qualquer pessoa com
        pelo menos 12 anos de idade, residente em qualquer parte do mundo, pode se tornar Membro do Mentallis. A palavra
        &ldquo;Membro&rdquo; se referir&aacute; a qualquer pessoa que tenha se registrado em nossa Plataforma. Senha e
        Seguran&ccedil;a. Quando voc&ecirc; completar o seu processo de registro, voc&ecirc; utilizar&aacute; algum
        servi&ccedil;o online para autentica&ccedil;&atilde;o ou criar&aacute; uma senha que habilitar&aacute; seu acesso
        &agrave; nossa Plataforma. Voc&ecirc; concorda em manter a confidencialidade da sua senha e &eacute; inteiramente
        respons&aacute;vel por qualquer dano resultante da n&atilde;o manuten&ccedil;&atilde;o dessa confidencialidade e de
        todas as atividades que ocorrerem atrav&eacute;s do uso de sua senha. Voc&ecirc; concorda em nos notificar
        imediatamente de qualquer acesso n&atilde;o autorizado de sua senha ou outra quebra de seguran&ccedil;a. Voc&ecirc;
        concorda que o Mentallis n&atilde;o ser&aacute; responsabilizado por qualquer perda ou dano que ocorra a partir do
        n&atilde;o cumprimento desta cl&aacute;usula.</p>
    <p>Informa&ccedil;&otilde;es P&uacute;blicas e Privadas &ldquo;Suas Informa&ccedil;&otilde;es&rdquo;: s&atilde;o
        definidas como qualquer informa&ccedil;&atilde;o postada por voc&ecirc; ou que voc&ecirc; nos d&ecirc; (direta ou
        indiretamente), inclusive atrav&eacute;s do seu processo de registro ou do seu uso de nossa Plataforma,
        coment&aacute;rios em blogs, mensagens enviadas dentro de nossa Plataforma, ou e-mail. Voc&ecirc; &eacute; o
        &uacute;nico respons&aacute;vel por Suas Informa&ccedil;&otilde;es, e n&oacute;s agimos como um canal passivo para a
        distribui&ccedil;&atilde;o e publica&ccedil;&atilde;o de suas Informa&ccedil;&otilde;es P&uacute;blicas (como
        definidas abaixo). N&atilde;o temos qualquer responsabilidade relacionada ao conte&uacute;do das postagens dos
        usu&aacute;rios em nossa Plataforma, decorrente de leis de propriedade intelectual, trabalhistas, privacidade ou
        outras. N&atilde;o podemos nos comprometer ao controle de toda e qualquer postagem dos usu&aacute;rios.
        &ldquo;Informa&ccedil;&otilde;es P&uacute;blicas&rdquo;: seu nome, afilia&ccedil;&atilde;o a companhias e
        localidade, bem como qualquer parte de Suas Informa&ccedil;&otilde;es que, atrav&eacute;s do uso de nossa Plataforma
        ou de outra maneira, voc&ecirc; envie ou disponibilize para a inclus&atilde;o em &aacute;reas p&uacute;blicas de
        nossa Plataforma. &ldquo;Informa&ccedil;&atilde;o Privada&rdquo;: qualquer outra parte de Suas
        Informa&ccedil;&otilde;es que n&atilde;o sejam Informa&ccedil;&otilde;es P&uacute;blicas ser&aacute; referida como
        Informa&ccedil;&atilde;o Privada. &ldquo;&Aacute;reas p&uacute;blicas&rdquo;: s&atilde;o aquelas &aacute;reas de
        nossa Plataforma que s&atilde;o acess&iacute;veis para alguns ou todos os nossos Membros (p.ex., n&atilde;o
        restritas &agrave; sua visualiza&ccedil;&atilde;o apenas) ou para o p&uacute;blico geral. Acessibilidade das
        Informa&ccedil;&otilde;es P&uacute;blicas. As suas Informa&ccedil;&otilde;es P&uacute;blicas podem ser
        acess&iacute;veis e publicadas por programas de publica&ccedil;&atilde;o autom&aacute;tica e por ferramentas de
        busca, ferramentas de metabusca, crawlers, metacrawlers e outros similares. Restri&ccedil;&otilde;es. Ao considerar
        o uso de nossa Plataforma, voc&ecirc; concorda que as Suas Informa&ccedil;&otilde;es: N&atilde;o devem ser
        fraudulentas; N&atilde;o devem infringir nenhum direito autoral de terceiros, patente, marca registrada, direito de
        distribui&ccedil;&atilde;o ou outro direito de propriedade intelectual, de publica&ccedil;&atilde;o ou privacidade;
        N&atilde;o devem violar nenhuma lei, estatuto, ordena&ccedil;&atilde;o ou regulamento; N&atilde;o devem ser
        difamat&oacute;rias, caluniosas, amea&ccedil;adoras ou abusivas; N&atilde;o devem ser obscenas ou conter
        pornografia, pornografia infantil, ou fotos de pessoas despidas; N&atilde;o devem conter v&iacute;rus, cavalos de
        tr&oacute;ia, worms, time bombs, cancelbots, easter eggs ou outras rotinas de programa&ccedil;&atilde;o que possam
        danificar, interferir, interceptar ou desapropriar qualquer sistema, dado ou informa&ccedil;&atilde;o pessoal;
        N&atilde;o devem nos responsabilizar ou fazer com que percamos (total ou parcialmente) o servi&ccedil;o do nosso
        Provedor de Internet ou outros fornecedores; N&atilde;o devem criar links direta ou indiretamente a qualquer
        material que voc&ecirc; n&atilde;o tenha direito de incluir ou linkar. Obriga&ccedil;&otilde;es: Voc&ecirc; concorda
        tamb&eacute;m que dever&aacute; nos informar um endere&ccedil;o v&aacute;lido de e-mail, tanto na hora de seu
        registro conosco quanto a cada vez que o seu e-mail mudar, uma vez que o e-mail &eacute; usado para realizar a
        autentica&ccedil;&atilde;o no aplicativo, e tamb&eacute;m para intera&ccedil;&otilde;es entre voc&ecirc; e o
        Mentallis (envio de e-mails, abertura de chamados, notifica&ccedil;&otilde;es de cobran&ccedil;a/pagamentos, avisos
        sobre o servi&ccedil;o, etc). Privacidade: Todas as informa&ccedil;&otilde;es pessoais relacionadas ao uso dos
        Servi&ccedil;os Mentallis est&atilde;o sujeitas &agrave; nossa Pol&iacute;tica de Privacidade que pode ser
        encontrada em na &aacute;rea menu do aplicativo. Licen&ccedil;a. N&oacute;s n&atilde;o clamamos propriedade de Suas
        Informa&ccedil;&otilde;es. N&oacute;s usaremos as suas Informa&ccedil;&otilde;es Pessoais Identific&aacute;veis
        apenas de acordo com a nossa Pol&iacute;tica de Privacidade. Consentimento de Divulga&ccedil;&atilde;o. Voc&ecirc;
        entende e concorda que o Mentallis pode divulgar Suas Informa&ccedil;&otilde;es se requerida a faz&ecirc;-lo por lei
        ou por acreditar de boa f&eacute; que essa divulga&ccedil;&atilde;o &eacute; razo&aacute;vel e necess&aacute;ria
        para: Cooperar com um procedimento judicial, uma ordem judicial ou processo legal sobre n&oacute;s ou nossa
        Plataforma; Refor&ccedil;ar os Termos de Uso; Replicar a respeito da infra&ccedil;&atilde;o do direito de terceiros
        por Suas Informa&ccedil;&otilde;es; Proteger os direitos, propriedades ou a seguran&ccedil;a pessoal do Mentallis,
        seus empregados, usu&aacute;rios e p&uacute;blico. O Mentallis reserva-se o direito, a seu exclusivo
        crit&eacute;rio, de suspender ou terminar o seu uso de nossa Plataforma e de nossos Servi&ccedil;os, de recusar todo
        e qualquer uso corrente ou futuro de todas ou algumas partes de nossa Plataforma e/ou Servi&ccedil;os.
        Condi&ccedil;&otilde;es gerais de uso dos Servi&ccedil;os Ao aceitar estes Termos de Uso, voc&ecirc; tem o direito
        n&atilde;o exclusivo, intransfer&iacute;vel, n&atilde;o sub-licenci&aacute;vel e limitado de entrar, acessar e usar
        os Servi&ccedil;os, unicamente para uso pessoal e n&atilde;o comercial. Todos os direitos n&atilde;o previstos
        expressamente nestes Termos de Uso est&atilde;o reservados ao Mentallis. Voc&ecirc; concorda que os Servi&ccedil;os
        s&atilde;o para o seu uso pessoal e n&atilde;o comercial e que ningu&eacute;m al&eacute;m de voc&ecirc; usar&aacute;
        os Servi&ccedil;os. Voc&ecirc; n&atilde;o tem direitos de c&oacute;pia ou reprodu&ccedil;&atilde;o no todo ou em
        parte, de qualquer parte dos Servi&ccedil;os de propriedade do Mentallis. Al&eacute;m da licen&ccedil;a limitada de
        uso estabelecida nestes Termos de Uso, voc&ecirc; n&atilde;o tem qualquer outro direito, t&iacute;tulo ou
        propriedade sobre os Servi&ccedil;os. Voc&ecirc; entende e reconhece que, em quaisquer circunst&acirc;ncias, os seus
        direitos com rela&ccedil;&atilde;o ao Servi&ccedil;os ser&atilde;o limitados pelos direitos autorais e/ou leis de
        propriedade intelectual aplic&aacute;veis e ainda por estes Termos de Uso. Os Servi&ccedil;os permitem que os
        Membros tenham acesso &agrave; Plataforma Mentallis. O Mentallis poder&aacute; modificar os Servi&ccedil;os e/ou
        Conte&uacute;do ou descontinuar a sua disponibilidade a qualquer momento. Os servi&ccedil;os oferecidos nos
        aplicativos podem ser diferentes dos Servi&ccedil;os oferecidos no site do Mentallis. Voc&ecirc; &eacute; o
        &uacute;nico respons&aacute;vel pela obten&ccedil;&atilde;o, pagamento e manuten&ccedil;&atilde;o de todos os
        servi&ccedil;os de telefonia, acesso &agrave; internet, plano de dados, tarifas e/ou outras taxas, mensalidades e
        custos associados ao seu acesso e uso dos Servi&ccedil;os, bem como pelo software, hardware de computador e outros
        equipamentos necess&aacute;rios para o uso e acesso aos Servi&ccedil;os. N&atilde;o obstante outras
        disposi&ccedil;&otilde;es contidas nestes Termos de Uso, os Servi&ccedil;os est&atilde;o dispon&iacute;veis para seu
        uso por um per&iacute;odo que come&ccedil;a a partir do registro de seus dados junto com o pagamento correspondente
        ao plano escolhido, incluindo as suas renova&ccedil;&otilde;es. Voc&ecirc; n&atilde;o deve tentar nem apoiar as
        tentativas de terceiros para driblar, reverter a engenharia, decodificar, decompilar, desmontar ou fraudar ou
        interferir de qualquer forma com aspectos dos Servi&ccedil;os. Voc&ecirc; n&atilde;o deve distribuir, intercambiar,
        modificar, vender ou revender ou retransmitir a qualquer pessoa qualquer parte dos Servi&ccedil;os, incluindo, mas
        n&atilde;o se limitando, a qualquer texto, imagem ou &aacute;udio, para qualquer finalidade empresarial comercial ou
        p&uacute;blica. Voc&ecirc; concorda em n&atilde;o copiar, vender, distribuir ou transferir o Conte&uacute;do e/ou
        Servi&ccedil;os Mentallis. Pagamento Voc&ecirc; concorda em efetuar o pagamento para ter acesso aos servi&ccedil;os
        pagos do Mentallis, conforme descritos em nosso site ou aplicativo. Os novos Membros dever&atilde;o efetuar o
        pagamento atrav&eacute;s do aplicativo do Mentallis em seu smartphone ou tablet. Voc&ecirc; dever&aacute; fornecer,
        manter e atualizar informa&ccedil;&otilde;es verdadeiras, exatas, atuais e completas sobre si mesmo, conforme for
        solicitado por nossos processos de registro (tanto no site quanto aplicativo). Voc&ecirc; n&atilde;o poder&aacute;
        de forma alguma se passar por outra pessoa f&iacute;sica ou jur&iacute;dica ou adulterar sua identidade ou sua
        afilia&ccedil;&atilde;o a qualquer pessoa f&iacute;sica ou jur&iacute;dica, incluindo o uso do nome de
        usu&aacute;rio, senha ou de outra informa&ccedil;&atilde;o de conta de outra pessoa f&iacute;sica ou jur&iacute;dica
        ou o nome, a semelhan&ccedil;a, voz, imagem ou fotografia de outra pessoa. Voc&ecirc; n&atilde;o poder&aacute;
        fornecer detalhes falsos sobre voc&ecirc;, sobre seus pais ou respons&aacute;veis. O Membro reconhece que o
        Mentallis n&atilde;o se responsabiliza pela exatid&atilde;o das informa&ccedil;&otilde;es, bem como por
        informa&ccedil;&otilde;es incorretas ou incompletas. O Mentallis n&atilde;o se responsabiliza por qualquer tipo de
        problema na plataforma de pagamento. Qualquer cancelamento e/ou reembolso dever&aacute; ser tratado diretamente com
        o mediador da compra, sendo ele a Google ou a Apple. Direito de alterar os pre&ccedil;os. O Mentallis reserva-se o
        direito de alterar os pre&ccedil;os publicados na Plataforma qualquer momento, sem aviso pr&eacute;vio.</p>
    <p>Uso da Plataforma Responsabilidade e Controle. Voc&ecirc;, e n&atilde;o o Mentallis, &eacute; inteiramente
        respons&aacute;vel por Suas Informa&ccedil;&otilde;es que fa&ccedil;a upload, poste, distribua, envie por e-mail ou
        de alguma outra forma torne dispon&iacute;vel via nossa Plataforma. N&oacute;s n&atilde;o controlamos suas
        Informa&ccedil;&otilde;es P&uacute;blicas ou as Informa&ccedil;&otilde;es P&uacute;blicas de outros Membros ou
        postadas por eles, e n&atilde;o garantimos a precis&atilde;o, integridade ou a qualidade de Suas
        Informa&ccedil;&otilde;es ou das Informa&ccedil;&otilde;es postadas por ou sobre outros Membros, nem endossamos
        nenhuma opini&atilde;o expressada por voc&ecirc; ou por outros Membros. Voc&ecirc; entende que usando nossa
        Plataforma, voc&ecirc; pode ser exposto a informa&ccedil;&otilde;es ofensivas, indecentes ou com as quais n&atilde;o
        concorde. Condi&ccedil;&otilde;es para Suspens&atilde;o ou T&eacute;rmino dos Servi&ccedil;os Os seguintes tipos de
        a&ccedil;&atilde;o s&atilde;o vedados no website e na Plataforma Mentallis e s&atilde;o pass&iacute;veis de
        suspens&atilde;o e/ou t&eacute;rmino imediato do seu status de Membro:</p>
    <p>Uso de nossa Plataforma para: Caso haja possibilidade de comunica&ccedil;&atilde;o dentro do Aplicativo ou Site,
        amea&ccedil;ar ou intimidar outra pessoa de qualquer forma, incluindo a restri&ccedil;&atilde;o ou
        inibi&ccedil;&atilde;o do uso de nossa Plataforma; Personificar qualquer pessoa (incluindo a equipe do Mentallis ou
        outros Membros), ou atestar falsamente afilia&ccedil;&atilde;o ou representa&ccedil;&atilde;o de qualquer pessoa ou
        companhia, atrav&eacute;s do uso de endere&ccedil;os de e-mail similares, apelidos, ou a cria&ccedil;&atilde;o de
        contas falsas ou qualquer outro m&eacute;todo ou procedimento; Disfar&ccedil;ar a origem de quaisquer
        Informa&ccedil;&otilde;es P&uacute;blicas que sejam transmitidas a terceiros; Perseguir ou perturbar outrem; Coletar
        ou armazenar dados pessoais de outros usu&aacute;rios; Encorajar outrem a violar os Termos de Uso ou se recusar a
        seguir instru&ccedil;&otilde;es da equipe do Mentallis; Violar (intencional ou n&atilde;o intencionalmente) os
        Termos de Uso, ou de qualquer lei, ordena&ccedil;&atilde;o, estatuto ou regulamento local, estadual, nacional ou
        internacional aplic&aacute;vel; Mesmo que n&oacute;s proibimos o conte&uacute;do e as condutas acima, voc&ecirc;
        entende e concorda que voc&ecirc; poder&aacute; vir a ser exposto a tais condutas e conte&uacute;dos e que usa a
        Plataforma a seu pr&oacute;prio risco. Para os prop&oacute;sitos destes Termos de Uso, &ldquo;postar&rdquo; inclui o
        compartilhamento, distribui&ccedil;&atilde;o, envio de e-mails, publica&ccedil;&atilde;o, transmiss&atilde;o ou
        disponibiliza&ccedil;&atilde;o de alguma outra forma; Sem se limitar ao disposto acima, o Mentallis tem o direito de
        remover quaisquer Informa&ccedil;&otilde;es P&uacute;blicas ou outro material que viole esses Termos de Uso ou seja
        de outra maneira question&aacute;vel. N&atilde;o interfer&ecirc;ncia com a Plataforma. Voc&ecirc; concorda que
        n&atilde;o ir&aacute;: Interferir com ou perturbar nossa Plataforma ou com as redes a ela conectadas atrav&eacute;s
        do uso de nossa Plataforma, ou desobedecer quaisquer requerimentos, procedimentos, pol&iacute;ticas ou regulamentos
        das redes conectadas &agrave; nossa plataforma, ou de alguma outra maneira interferir com a nossa Plataforma em
        qualquer sentido, incluindo atrav&eacute;s do uso de JavaScript, ou outros c&oacute;digos; Agir de qualquer maneira
        que imponha uma carga excessivamente pesada, que seja desproporcional ou n&atilde;o razo&aacute;vel, em nossa
        infraestrutura; Copiar, reproduzir, alterar, modificar ou exibir publicamente qualquer informa&ccedil;&atilde;o que
        esteja dispon&iacute;vel em nossa Plataforma (exceto as Suas Informa&ccedil;&otilde;es), ou criar trabalhos
        derivados da nossa Plataforma (exceto Suas Informa&ccedil;&otilde;es), com o entendimento de que tais
        a&ccedil;&otilde;es constituiriam infra&ccedil;&atilde;o de direitos autorais ou outro tipo de
        viola&ccedil;&atilde;o &agrave; propriedade intelectual e/ou industrial do Mentallis ou de quaisquer terceiros,
        exceto se autorizado por escrito e com anteced&ecirc;ncia pelo Mentallis ou pelo terceiro. Pr&aacute;ticas Gerais de
        Uso da Plataforma: Voc&ecirc; declara saber e entender que n&oacute;s podemos estabelecer pr&aacute;ticas e limites
        gerais no que diz respeito ao uso de nossa Plataforma. Voc&ecirc; concorda que n&oacute;s n&atilde;o nos
        responsabilizamos nem podemos ser responsabilizados pelo armazenamento ou apagamento, ou pela falha em armazenar ou
        apagar, qualquer uma de Suas Informa&ccedil;&otilde;es. Voc&ecirc; entende que n&oacute;s nos reservamos o direito
        de suspender Membros que estejam inativos por um per&iacute;odo extenso de tempo. Voc&ecirc; entende que n&oacute;s
        nos reservamos o direito de mudar essas pr&aacute;ticas e limites gerais a qualquer momento, a nosso
        crit&eacute;rio, com ou sem aviso. Comunicados da Equipe Mentallis Voc&ecirc; entende e concorda que n&oacute;s
        podemos enviar certos comunicados, como an&uacute;ncios de servi&ccedil;os do Mentallis e newsletters, bem como
        ofertas de bens e servi&ccedil;os relevantes e que beneficiem voc&ecirc; ou qualquer grupo de Membros unidos por
        afinidade que voc&ecirc; possa vir a participar, e que esses comunicados s&atilde;o considerados parte de nossa
        Plataforma. Garantias e Responsabilidades Isen&ccedil;&atilde;o de Garantias. Voc&ecirc; usa a nossa Plataforma a
        seu pr&oacute;prio e exclusivo risco. Nossa Plataforma &eacute; oferecida a voc&ecirc; &ldquo;como &eacute;&rdquo; e
        &ldquo;como est&aacute; dispon&iacute;vel&rdquo;. N&oacute;s nos isentamos de garantias e condi&ccedil;&otilde;es de
        qualquer tipo, sejam expressas, impl&iacute;citas ou institu&iacute;das, incluindo mas n&atilde;o se limitando a
        garantias relacionadas &agrave; seguran&ccedil;a, confiabilidade, conveni&ecirc;ncia e performance de nossa
        Plataforma. N&oacute;s nos isentamos ainda de quaisquer garantias sobre informa&ccedil;&otilde;es ou conselhos
        obtidos atrav&eacute;s de nossa Plataforma. Isentamo-nos de quaisquer garantias de terceiros por servi&ccedil;os ou
        bens recebidos atrav&eacute;s ou anunciados em nossa Plataforma ou recebidos atrav&eacute;s de links exibidos em
        nossa Plataforma, bem como por qualquer informa&ccedil;&atilde;o ou conselho recebido atrav&eacute;s de quaisquer
        links exibidos em nossa Plataforma. Al&eacute;m disso, nenhum conselho ou informa&ccedil;&atilde;o, seja oral ou
        escrita, obtida de voc&ecirc; por n&oacute;s, deve criar nenhum tipo de garantia. Suposi&ccedil;&atilde;o de Risco.
        Voc&ecirc; entende e concorda que ao fazer download ou obter qualquer outra forma de acesso ao nosso material ou
        dados atrav&eacute;s do uso de nossa Plataforma ao seu pr&oacute;prio crit&eacute;rio e risco e que voc&ecirc;
        ser&aacute; o &uacute;nico respons&aacute;vel por quaisquer danos ao seu computador, smartphone, aparelho celular,
        tablet ou novas tecnologias que possam surgir, ou perda de dados que resulte do download deste material ou dados.
        Limita&ccedil;&atilde;o de Responsabilidade. Voc&ecirc; concorda que, em nenhuma circunst&acirc;ncia, o Mentallis
        poder&aacute; ser responsabilizado por qualquer dano direto, indireto, incidental, especial, consequencial ou
        punitivo, incluindo mas n&atilde;o se limitando a perdas e danos, lucros cessantes, perda de uma chance, outras
        perdas e danos intang&iacute;veis (ainda que o Mentallis tenha sido alertado sobre a possibilidade de
        ocorr&ecirc;ncia de tais danos), relacionado ao uso dos Servi&ccedil;os ou de nossa Plataforma, nem com
        rela&ccedil;&atilde;o &agrave; incapacidade e/ou impossibilidade de us&aacute;-los (incluindo hip&oacute;teses de
        neglig&ecirc;ncia). Indeniza&ccedil;&atilde;o: Voc&ecirc; concorda em defender, indenizar e proteger a Mentallis,
        seus diretores, s&oacute;cios, agentes, funcion&aacute;rios, consultores, afiliados, subsidi&aacute;rios e parceiros
        contra toda e qualquer reclama&ccedil;&atilde;o, perda, dano, responsabiliza&ccedil;&atilde;o, julgamento,
        avalia&ccedil;&atilde;o, multa, custo e outras despesas, incluindo honor&aacute;rios advocat&iacute;cios,
        resultantes ou relacionados ao uso feito por voc&ecirc; dos Servi&ccedil;os ou de qualquer viola&ccedil;&atilde;o
        dos Termos de Uso, uso da Plataforma, Suas Informa&ccedil;&otilde;es, viola&ccedil;&atilde;o de qualquer lei,
        estatuto, ordem ou regulamento ou direitos de terceiros e concorda em reembolsar o Mentallis por quaisquer perdas,
        custos e despesas em que ela incorra por consequ&ecirc;ncia disso.</p>
    <p>Rescis&atilde;o Voc&ecirc; concorda que n&oacute;s, ao nosso crit&eacute;rio, podemos disparar um alerta, suspender
        temporariamente, indefinidamente ou remover completamente qualquer conte&uacute;do ou informa&ccedil;&atilde;o
        postada por voc&ecirc;, ou encerrar com o seu status de Membro ou com a sua capacidade de uso total ou parcial de
        nossa Plataforma, por qualquer raz&atilde;o, incluindo, mas n&atilde;o se limitando a: Por falta de uso; Se
        n&oacute;s acreditarmos que voc&ecirc; violou ou agiu de forma inconsistente com o esp&iacute;rito destes Termos de
        Uso ou dos documentos incorporados como refer&ecirc;ncia; Se n&atilde;o formos capazes de verificar ou autenticar
        qualquer informa&ccedil;&atilde;o que voc&ecirc; nos forne&ccedil;a; Se acreditarmos que suas a&ccedil;&otilde;es
        possam gerar responsabilidade civil a voc&ecirc;, aos nossos usu&aacute;rios ou a n&oacute;s. Voc&ecirc; declara-se
        ciente de que o encerramento da sua conta ou do acesso total ou parcial &agrave; Plataforma por motivo esclarecido
        nesses Termos de Uso poder&aacute; ser efetuado sem aviso pr&eacute;vio, e entende e concorda que poderemos
        imediatamente desativar ou apagar a sua conta e todas as informa&ccedil;&otilde;es e arquivos relativos a ela e/ou
        barrar seu acesso futuro &agrave; nossa Plataforma. Voc&ecirc; tamb&eacute;m concorda que n&oacute;s n&atilde;o
        podemos ser responsabilizados por voc&ecirc; ou por terceiros pelo encerramento do seu uso de todas ou quaisquer
        partes da Plataforma. O Mentallis reserva-se o direito de rescindir o seu plano de Servi&ccedil;os e/ou o seu acesso
        aos Servi&ccedil;os por viola&ccedil;&atilde;o dos Termos de Uso. Caso a sua inscri&ccedil;&atilde;o e
        contrata&ccedil;&atilde;o dos Servi&ccedil;os sejam rescindidas, nenhum pagamento, mensalidade, taxa ou despesa
        ser&aacute; reembols&aacute;vel. Propriedade Intelectual Direitos autorais. O conte&uacute;do publicado na
        Plataforma Mentallis e outros trabalhos de autoria encontrados na Plataforma como parte dos Servi&ccedil;o
        (&quot;Conte&uacute;do&quot;) est&atilde;o protegidos pelas leis e tratados de direitos autorais nacionais e
        internacionais, assim como outras leis e tratados de propriedade intelectual. O Conte&uacute;do &eacute; licenciado,
        n&atilde;o vendido. Voc&ecirc; n&atilde;o pode fazer c&oacute;pias n&atilde;o autorizadas ou usar nenhum
        Conte&uacute;do, exceto como especificado aqui e de acordo com as leis aplic&aacute;veis. Todos os direitos autorais
        do Conte&uacute;do e dos Servi&ccedil;os (incluindo, mas n&atilde;o se limitando a imagens, fotografias,
        anima&ccedil;&otilde;es, v&iacute;deos, &aacute;udio, m&uacute;sica, texto, layout e &ldquo;look and feel&rdquo;
        incorporados nos Servi&ccedil;os) s&atilde;o de propriedade do Mentallis. Voc&ecirc; concorda em cumprir com todas
        as leis de prote&ccedil;&atilde;o dos direitos autorais relacionadas ao uso dos Servi&ccedil;os e do
        Conte&uacute;do. O Mentallis reserva-se o direito de tomar as medidas que julgar apropriadas, a seu exclusivo
        crit&eacute;rio, a fim de proteger os direitos autorais do Conte&uacute;do e dos Servi&ccedil;os, al&eacute;m das
        condi&ccedil;&otilde;es previstas nestes Termos de Uso. N&atilde;o &eacute; permitido aos Usu&aacute;rios e Membros
        tentar reconfigurar, desmontar ou fazer engenharia reversa no aplicativo, na Plataforma, nos Servi&ccedil;os e/ou no
        Conte&uacute;do do Mentallis. Marcas. Voc&ecirc; n&atilde;o est&aacute; autorizado a utilizar nenhum marca e/ou
        sinais distintivos encontrados no aplicativo, na Plataforma no Conte&uacute;do e/ou nos Servi&ccedil;os do
        Mentallis. Voc&ecirc; n&atilde;o pode copiar, exibir ou usar nenhuma das marcas comerciais sem consentimento
        pr&eacute;vio por escrito do seu propriet&aacute;rio. Qualquer uso n&atilde;o autorizado poder&aacute; violar as
        leis de propriedade industrial, leis de privacidade, de propriedade intelectual e ainda estatutos civis e/ou
        criminais. Todos os direitos e licen&ccedil;as n&atilde;o concedidos expressamente nestes Termos de Uso s&atilde;o
        reservados aos propriet&aacute;rios dos Conte&uacute;dos e/ou Servi&ccedil;os. Estes Termos de Uso n&atilde;o
        concedem quaisquer licen&ccedil;as impl&iacute;citas. Proibi&ccedil;&atilde;o de Revenda Voc&ecirc; concorda em
        n&atilde;o reproduzir, duplicar, copiar, vender, revender ou explorar com quaisquer fins comerciais, qualquer
        por&ccedil;&atilde;o da Plataforma Mentallis, nem fazer uso da Plataforma ou do acesso para o fim de vendas de bens
        ou servi&ccedil;os, ou a promo&ccedil;&atilde;o de uma companhia, bem ou servi&ccedil;o. Disposi&ccedil;&otilde;es
        Gerais Estes Termos de Uso, juntamente com a Pol&iacute;tica de Privacidade publicada no menu do aplicativo,
        constituem o acordo integral entre as Partes com rela&ccedil;&atilde;o ao objeto em quest&atilde;o, e substituem
        todos os acordos anteriores, escritos ou verbais. As Partes s&atilde;o contratantes independentes, n&atilde;o
        resultando este instrumento na cria&ccedil;&atilde;o de qualquer sociedade, franquia, representa&ccedil;&atilde;o de
        vendas ou rela&ccedil;&otilde;es que n&atilde;o as expressamente previstas nestes Termos de Uso. Caso qualquer uma
        das cl&aacute;usulas e condi&ccedil;&otilde;es destes Termos de Uso venha a ser declarada nula, no todo ou em parte,
        por qualquer motivo legal ou contratual, as demais cl&aacute;usulas continuar&atilde;o em pleno vigor e efeito. A
        toler&acirc;ncia ou o n&atilde;o exerc&iacute;cio, por qualquer das Partes, de quaisquer direitos a ela assegurados
        nestes Termos de Uso ou na lei em geral n&atilde;o importar&aacute; em nova&ccedil;&atilde;o ou em ren&uacute;ncia a
        qualquer desses direitos, podendo a referida Parte exerc&ecirc;-los durante a vig&ecirc;ncia destes Termos de Uso.
        Nenhuma cl&aacute;usula destes Termos de Uso deve afetar quaisquer direitos legalmente estabelecidos em favor dos
        consumidores em face da Mentallis. </p>
    </section>
</body>